# Core
brew "git"
brew "neovim"
brew "ripgrep"
brew "fzf"
brew "tig"
brew "tmux"
brew "mise"
brew "zsh-syntax-highlighting"

# CLI tools
brew "bat"
brew "overmind"
brew "lazygit"
brew "libpq"
brew "openjdk"
brew "yarn"
brew "pnpm"
brew "svgo"

# Fonts
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
